[{"quote": "You had me at meat tornado."},{"quote": "Fish, for sport only, not for meat. Fish meat is practically a vegetable."},{"quote": "Just give me all the bacon and eggs you have. Wait...wait. I worry what you just heard was: Give me a lot of bacon and eggs. What I said was: Give me all the bacon and eggs you have. Do you understand?"},{"quote": "I wanna punch you in the face so bad right now."},{"quote": "Children are terrible artists and artists are crooks."},{"quote": "There are three acceptable haircuts: high and tight, crew cut, buzz cut."},{"quote": "Friends: one to three is sufficient."},{"quote": "People who buy things are suckers."},{"quote": "When I eat, it is the food that is scared."},{"quote": "What the f*ck is a German muffin?!?"},{"quote": "Shorts over six inches are capri pants, shorts under six inches are European."},{"quote": "I call this turf ‘n’ turf. It's a 16 oz T-bone and a 24 oz porterhouse. Also, whiskey and a cigar. I am going to consume all of this at the same time because I am a free American."},{"quote": "History began July 4th, 1776. Anything before that was a mistake."},{"quote": "Crying: acceptable at funerals and the Grand Canyon."},{"quote": "Son, there is no wrong way to consume alcohol."},{"quote": "Don't waste energy moving unless necessary."},{"quote": "I like saying ‘No,’ it lowers their enthusiasm."},{"quote": "Breakfast food can serve many purposes."},{"quote": "Cultivating a manly musk puts opponent on notice."},{"quote": "When people get a little too chummy with me I like to call them by the wrong name to let them know I don't really care about them."},{"quote": "I love nothing."},{"quote": "America: The only country that matters. If you want to experience other ‘cultures,’ use an atlas or a ham radio."},{"quote": "There must be a mistake, you've accidentally given me the food that my food eats."},{"quote": "There is only one bad word: taxes."},{"quote": "Fishing relaxes me. It's like yoga, except I still get to kill something."},{"quote": "Never half-ass two things. Whole-ass one thing."},{"quote": "I'm a simple man. I like pretty, dark-haired women, and breakfast food."},{"quote": "It's always a good idea to demonstrate to your coworkers that you are capable of withstanding a tremendous amount of pain."},{"quote": "I've cried twice in my life. Once when I was seven and hit by a school bus. And then again when I heard that Li'l Sebastian has passed."},{"quote": "What's cholesterol?"},{"quote": "There's only one thing I hate more than lying: skim milk. Which is water that's lying about being milk."},{"quote": "Great job, everyone. The reception will be held in each of our individual houses, alone."},{"quote": "There are only three ways to motivate people: money, fear, and hunger."},{"quote": "Give a man a fish and feed him for a day. Don't teach a man to fish… and feed yourself. He's a grown man. And fishing's not that hard."},{"quote": "The less I know about other people's affairs, the happier I am. I'm not interested in caring about people. I once worked with a guy for three years and never learned his name. Best friend I ever had. We still never talk sometimes."},{"quote": "Keep your tears in your eyes where they belong."},{"quote": "I hate everything."},{"quote": "Any dog under fifty pounds is a cat and cats are useless."},{"quote": "Clear alcohols are for rich women on diets."},{"quote": "I love riddles!"},{"quote": "I'm going to get 12 eggs and part of a dead animal. Dealer's choice. Please and thank you."},{"quote": "Tom put all my records into this rectangle!"},{"quote": "Creativity is for people with glasses who like to lie."},{"quote": "Capitalism: God's way of determining who is smart and who is poor."},{"quote": "Child labor laws are ruining this country."},{"quote": "One rage every three months is permitted. Try not to hurt anyone who doesn't deserve it."},{"quote": "Are you going to tell a man that he can't fart in his own car?"},{"quote": "Turkey can never beat cow."},{"quote": "I'll take that steak to go. Please and thank you."},{"quote": "Strippers do nothing for me…but I will take a free breakfast buffet anytime, anyplace."},{"quote": "[On bowling] Straight down the middle. No hook, no spin, no fuss. Anything more and this becomes figure skating."},{"quote": "Honor: if you need it defined, you don't have it."},{"quote": "I believe luck is a concept invented by the weak to explain their failures."},{"quote": "The government is a greedy piglet that suckles on a taxpayer's teat until they have sore, chapped nipples."},{"quote": "I don't want to paint with a broad brush here, but every single contractor in the world is a miserable, incompetent thief."},{"quote": "The key to burning an ex-wife effigy is to dip it in paraffin wax and then toss the flaming bottle of isopropyl alcohol from a safe distance. Do not stand too close when you light an ex-wife effigy."},{"quote": "No home is complete without a proper toolbox. Here's April and Andy's: A hammer, a half eaten pretzel, a baseball card, some cartridge that says Sonic and Hedgehog, a scissor half, a flashlight filled with jellybeans."},{"quote": "My only official recommendations are US Army-issued mustache trimmers, Morton's Salt, and the C.R. Lawrence Fein two inch axe-style scraper oscillating knife blade."},{"quote": "Under my tutelage, you will grow from boys to men. From men into gladiators. And from gladiators into Swansons."}]